epyc/20240112-2220/5-fastpath/32768/pgbench.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 1000
partition method: range
partitions: 1000
query mode: prepared
number of clients: 288
number of threads: 288
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 20545018
number of failed transactions: 0 (0.000%)
latency average = 0.209 ms
initial connection time = 197.891 ms
tps = 1380111.538710 (without initial connection time)